# მეორე დავალება ---

# დაწერეთ პროგრამა, რომელიც მოუწოდებს მომხმარებელს შეიყვანოს ნივთების რაოდენობა, რომლის შეძენაც სურს.
# დარწმუნდით, რომ მომხმარებელი შეიყვანს დადებითი რიცხვს.
# თითოეული ნივთისთვის, შესთავაზეთ მომხმარებელს შეიყვანოს ფასი.
# დარწმუნდით, რომ მომხმარებელი შეიყვანოს დადებითი რიცხვს პროდუქტის ფასისთვის.
# გამოთვალეთ და აჩვენეთ ყველა ელემენტის მთლიანი ღირებულება.

user1 = int(input("შეიყვანეთ ნივთის რაოდენობა: "))
user2 = int(input("შეიყვანეთ ნივტის ფასი: "))

print(user1 > 0)
print(user1 * user2)