# მესამე დავალება --- 



# დაწერეთ პროგრამა, რომელიც მოუწოდებს მომხმარებელს შეიყვანოს წონა (კილოგრამებში) და სიმაღლე (მეტრებში). გამოთვალეთ სხეულის მასის ინდექსი (BMI) ფორმულის გამოყენებით: BMI = წონა / (სიმაღლე * სიმაღლე). გამოთვლილი BMI-დან გამომდინარე, მიაწოდეთ მომხმარებლის ჯანმრთელობის შეტყობინება: თუ BMI 18.5-ზე ნაკლებია, აჩვენეთ "Underweight". თუ BMI არის 18.5-დან 24.9-მდე,
# ჩვენება "ნორმალური წონა". თუ BMI არის 25-დან 29.9-მდე, აჩვენეთ "Overweight". თუ BMI არის 30 ან მეტი, აჩვენეთ "სიმსუქნე". აჩვენეთ გამოთვლილი BMI და ჯანმრთელობის შეტყობინება გამოყენებისთვის 


x = int(input("წონა: "))
y = int(input("სიმაღლე: "))
z = (x / (y * y)) < 18,5
print(z)
b = (x / (y * y))> 18,5 and (x / (y * y)) < 24,9
print(b)
e = (x / (y * y)) > 25 and (x / (y * y)) < 29,9
print(e)
q = (x / (y * y)) > 30
print(q)